tap "derailed/k9s"
tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "wez/wezterm"
brew "act"
brew "asitop"
brew "aws-elasticbeanstalk"
brew "bat"
brew "btop"
brew "circumflex"
brew "cmatrix"
brew "curl"
brew "php"
brew "composer"
brew "node"
brew "eslint"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "gotop"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "istioctl"
brew "julia"
brew "k6"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "lynx"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "nss"
brew "pinentry-mac"
brew "prettier"
brew "pyvim"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "speedtest-cli"
brew "stow"
brew "stylua"
brew "tmux"
brew "walk"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "zellij"
brew "zk"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
cask "hammerspoon"
cask "hiddenbar"
cask "miniconda"
cask "unnaturalscrollwheels"
cask "wezterm"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
